Repository: transmitterdan/OpenCPN
Catalog: plugins/dashboard_pi/po/*.po
Languages: ru_ru

source: N
ru_ru: С

source: Position
ru_ru: Местоположение

source: SOG
ru_ru: Скорость (SOG)

source: Speed SOG
ru_ru: Скорость SOG

source: Speed STW
ru_ru: Скорость STW

source: COG
ru_ru: Ист. Курс (COG)

source: Mag COG
ru_ru: Маг. Курс (COG)

source: GNSS Compass
ru_ru: Компас ГНСС

source: True Compass
ru_ru: Ист. Компас

source: STW
ru_ru: Скорость по лагу (STW)

source: True HDG
ru_ru: Ист. Направление (HDT)

source: Mag HDG
ru_ru: Маг. Направление (HDG)

source: App. Wind Angle & Speed
ru_ru: Вымп. угол и скор. ветра

source: App & True Wind Angle
ru_ru: Вымп. и Ист. угол ветра

source: App. Wind Speed
ru_ru: Вымп. скорость ветра

source: True Wind Angle & Speed
ru_ru: Ист. угол и скор. ветра

source: Altitude
ru_ru: Высота

source: Altitude Trace
ru_ru: Диапазон высот

source: Depth
ru_ru: Глубина

source: Barometric pressure
ru_ru: Атмосферное давление

source: Water Temp.
ru_ru: Температура воды

source: Air Temp.
ru_ru: Температура воздуха

source: App. Wind Angle
ru_ru: Вымп. угол ветра

source: True Wind Angle
ru_ru: Ист. угол ветра

source: True Wind Direction
ru_ru: Ист. направл. ветра

source: True Wind Speed
ru_ru: Ист. скорость ветра

source: True Wind Dir. & Speed
ru_ru: Ист. направл. и скор. ветра

source: VMG
ru_ru: Эфф. скорость (VMG)

source: VMG Wind
ru_ru: Эфф. скорость ветра

source: Rudder Angle
ru_ru: Аксиометр

source: GNSS in use
ru_ru: Видимых спутников

source: GNSS Status
ru_ru: Состояние ГНСС

source: Cursor
ru_ru: Координаты курсора

source: GNSS Clock
ru_ru: Часы ГНСС

source: Sunrise/Sunset
ru_ru: Восход - Закат (UTC)

source: Moon phase
ru_ru: Фаза луны

source: Wind history
ru_ru: История ветра

source: Barometric history
ru_ru: История Атмосферного Давления

source: Trip Log
ru_ru: Журнал плавания

source: Sum Log
ru_ru: Одометр

source: From Ownship
ru_ru: Пеленг и Дистанция

source: Pitch
ru_ru: Дифферент

source: Heel
ru_ru: Крен

source: Local GNSS Clock
ru_ru: Часы (Местное)

source: Local CPU Clock
ru_ru: Часы (Местное)

source: Local Sunrise/Sunset
ru_ru: Восход - Закат (Местное)

source: Humidity
ru_ru: Влажность

source: Windlass
ru_ru: Якорная цепь

source: Dashboard
ru_ru: Приборная панель

source: Dashboard PlugIn for OpenCPN
ru_ru: Модуль «Приборная панель» для OpenCPN

source: Dashboard PlugIn for OpenCPN Provides navigation instrument display from NMEA source.
ru_ru: Модуль «Приборная панель» для OpenCPN Отображает показания навигационных инструментов NMEA.

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Stbd
ru_ru: Прав. Борт

source: Port
ru_ru: Лев. Борт

source: Dashboard preferences
ru_ru: Настройки приборной панели

source: Dialog
ru_ru: Диалог

source: show this dashboard
ru_ru: Показать эту панель

source: Caption:
ru_ru: Название:

source: Orientation:
ru_ru: Ориентация:

source: Vertical
ru_ru: Вертикально

source: Horizontal
ru_ru: Горизонтально

source: Instruments
ru_ru: Инструменты

source: Add
ru_ru: Добавить

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: Appearance
ru_ru: Внешний вид

source: Fonts
ru_ru: Шрифты

source: Title:
ru_ru: Заголовок:

source: Data:
ru_ru: Данные:

source: Label:
ru_ru: Подпись:

source: Small:
ru_ru: Мелкий текст:

source: Reset:
ru_ru: Сброс:

source: Set dashboard default fonts
ru_ru: Шрифты по умолчанию

source: Units, Ranges, Formats
ru_ru: Единицы измерения, форматы

source: Speedometer max value:
ru_ru: Предел спидометра:

source: Speed Over Ground Damping Factor:
ru_ru: Коэффициент затухания SOG:

source: COG Damping Factor:
ru_ru: Коэффициент затухания COG:

source: Wind speed Damping Factor:
ru_ru: Демпфирование скорости ветра:

source: Wind angle Damping Factor:
ru_ru: Демпфирование направления ветра:

source: Local Time Offset From UTC:
ru_ru: Часовой пояс UTC:

source: Boat speed units:
ru_ru: Единицы скорости судна:

source: Honor OpenCPN settings
ru_ru: из OpenCPN

source: Kts
ru_ru: уз

source: mph
ru_ru: ми/ч

source: km/h
ru_ru: км/ч

source: m/s
ru_ru: м/с

source: Depth units:
ru_ru: Единицы глубины:

source: Meters
ru_ru: м

source: Feet
ru_ru: фут

source: Fathoms
ru_ru: саж.

source: Inches
ru_ru: дюймы

source: Centimeters
ru_ru: см

source: Depth Offset (%s):
ru_ru: Поправка глубины (%s):

source: Distance units:
ru_ru: Единицы расстояния:

source: Nautical miles
ru_ru: м.м.

source: Statute miles
ru_ru: с.м.

source: Kilometers
ru_ru: км

source: Wind speed units:
ru_ru: Единицы скорости ветра:

source: Temperature units:
ru_ru: Единицы температуры:

source: Celsius
ru_ru: Цельсий

source: Fahrenheit
ru_ru: Фаренгейт

source: Kelvin
ru_ru: Кельвин

source: Other selections
ru_ru: Дополнительно

source: Use internal Sumlog.
ru_ru: Использовать внутренний Одометр.

source: Enter new value if desired
ru_ru: Введите 0 для обнуления

source: Use N2K & SignalK true wind data over ground. (Instead of through water)
ru_ru: Использовать N2K и SignalK данные истинного ветра над землей. (Вместо данных о ветре над водой)

source: Add instrument
ru_ru: Добавить инструмент

source: Select instrument to add:
ru_ru: Выберите инструмент для добавления:

source: Menu
ru_ru: Меню

source: Preferences...
ru_ru: Настройки...

source: Resize...
ru_ru: Изменение размера...

source: Undock
ru_ru: Отстыковать

source: Choose font
ru_ru: Выбор шрифта

source: Title background color:
ru_ru: Цвет фона заголовка:

source: Data background color:
ru_ru: Цвет фона данных:

source: Arrow 1 Color :
ru_ru: Цвет стрелки 1 :

source: Arrow 2 Color :
ru_ru: Цвет стрелки 2 :

source: Set default
ru_ru: По умолчанию

source: NE
ru_ru: СВ

source: E
ru_ru: В

source: SE
ru_ru: ЮВ

source: S
ru_ru: Ю

source: SW
ru_ru: ЮЗ

source: W
ru_ru: З

source: NW
ru_ru: СЗ

source: true
ru_ru: T

source: mag
ru_ru: M

source: NNE
ru_ru: ССВ

source: ENE
ru_ru: ВСВ

source: ESE
ru_ru: ВЮВ

source: SSE
ru_ru: ЮЮВ

source: SSW
ru_ru: ЮЮЗ

source: WSW
ru_ru: ЗЮЗ

source: WNW
ru_ru: ЗСЗ

source: NNW
ru_ru: ССЗ

source: Max %.1f %s since %02d:%02d Overall %.1f
ru_ru: Макс. %.1f %s после %02d:%02d Абс. макс. %.1f
